[
{
  "title": "Miniaturas y Maquetas",
  "year": "2018",
  "text": [
  "Roleo y tareitas de mi época escolar.",
  "Una de mis áreas de investigación ha sido la de los juegos de mesa, y en 2018 incursioné en fabricar mis propias miniaturas con materiales que tenía al alcance como unos soldaditos de plástico, pasta DAS y materiales de maquetería. Ese mismo año en el colegio nos encargaron hacer una fachada en forma de retablo, hice una réplica de parte de la estación Mapocho usando plumavit, pasta de muro, muchos palitos de maqueta y otros elementos para hacer detalles."
  ],
  "image": [
	"img/0/0.JPG",
	"img/0/1.JPG",
	"img/0/2.JPG"
  ]
},
{
  "title": "Proyectos Electrónicos",
  "year": "2022-2023",
  "text": [
  "Prototipar, soldar, ensamblar e interactuar.",
  "Desde siempre me ha interesado la electrónica e informática, y en el año 2022 tuve la oportunidad de desarrollar junto a Valentina Quilodrán un instrumento digital usando el adafruit circuit playground. Actualmente continuo con proyectos de electrónica usando arduino, para ellos combino la impresión 3d, la ebanistería y la electrónica."
  ],
  "image": [
	"img/1/0.JPG",
	"img/1/1.JPG",
	"img/1/2.JPG",
	"img/1/3.JPG",
	"img/1/4.JPG"
  ]
},
{
  "title": "Mobiliario Técnico",
  "year": "2021-2023",
  "text": [
  "Diseño de muebles destinados al hacer y ponerse a crear.",
  "Para poder desarrollar mis proyectos propios he necesitado fabricar mis propios espacios de trabajo. Motivado por querer revivir la experiencia que tenían los animadores de antaño construí mi escritorio de animación, y necesitado de un espacio para la carpintería fabriqué un mesón de trabajo que me ayude con esta actividad."
  ],
  "image": [
	"img/2/0.JPG",
	"img/2/1.JPG",
	"img/2/2.JPG",
	"img/2/3.JPG",
	"img/2/4.JPG"
  ]
},
{
  "title": "Animación",
  "year": "¿?-2023",
  "text": [
  "La práctica del arte de dar vida.",
  "Varios años atrás, en mi niñez, solía usar mi tiempo en fotografíar mis juguetes y darles vida con la animación stop-motion, de ello surgió una continuidad en mi actividad en la animación. Hasta ahora he animado usando el stop-motion, la animación tradicional a mano y en softwares, la animación computarizada en Blender y Unity orientada a mis proyectos de juegos."
  ],
  "image": [
	"img/3/0.JPG",
	"img/3/1.JPG",
	"img/3/2.JPG"
  ]
},
{
  "title": "Juegos y Videojuegos",
  "year": "2017-2023",
  "text": [
  "Un precioso arte interactivo que he disfrutado.",
  "Una de mis mayores inquietudes ha sido la del diseño de videojuegos en todas sus etapas, por lo que me he propuesto muchas veces el hacer videojuegos logrando terminar un par de proyectos de menor tamaño, y teniendo un par más congelados; esto me ha permitido pasar por varios roles del desarrollo, como el diseño de producción, el arte concepto, el modelado de personajes, la programación, y claro el diseño integral del videojuego.",
  "A partir de mi experiencia he incorporado elementos lúdicos en proyectos académicos que lo ameritaban, como el juego de cartas de CODICE en el que trabajé junto a Amanda Iriarte y Jose Martín, o el juego Trouble Machine que desarrollamos Valentina Quilodrán, Amanda Iriarte, Paulina Abad, Anahí Perez y Ximena Saldivia; el primero un juego para que los niños aprendan de otros niños sus costumbres, y el segundo un juego que ayuda a la construcción y resolución de problemas, y la comprensión del mismo."
  ],
  "image": [
	"img/4/0.jpg",
	"img/4/1.jpg",
	"img/4/2.jpg",
	"img/4/3.jpg",
	"img/4/4.JPG"
  ]
},
{
  "title": "Experiencia en Materiales",
  "year": "siempre",
  "text": [
  "La pasión de un diseñador industrial.",
  "En mi dualidad de diseñador integral, el área del diseño de productos ha sido bastante relevante, desde siempre me ha gustado el saber como se hacen las cosas y eso me lleva a querer hacerlas.",
  "Tengo experiencia con la carpintería en muchas de sus formas, la soldadura al arco y el trabajo de metales, el laminado en plásticos reforzados, moldeado de resina epóxica, masilla mágica, diversas formas de acabados, y el trabajo de biomateriales."
  ],
  "image": [
	"img/5/0.JPG",
	"img/5/1.JPG",
	"img/5/2.JPG",
	"img/5/3.JPG",
	"img/5/4.JPG",
	"img/5/5.JPG",
	"img/5/6.JPG",
	"img/5/7.JPG"
  ]
},
{
  "title": "Proyectos 3D",
  "year": "2017-2023",
  "text": [
  "Modelado, texturizado, rigging y renderizado.",
  "Entre los proyectos de animación, diseño de videojuegos, diseño de productos, o proyectos de ocio personal, he practicado el crear modelos 3d preparados para su uso en videojuegos o ser renderizados y parecer productos reales; desde productos para proyectos universitarios a personajes para mis proyectos propios, en ellos pongo mi cariño y esfuerzo. Trabajo en Blender desde siempre al hacer mis modelos trato de optimizarlos al máximo pensando en usarlos para videojuegos."
  ],
  "image": [
	"img/6/0.JPG",
	"img/6/1.JPG",
	"img/6/2.JPG"
  ]
}
]
